tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "diff-so-fancy"
brew "direnv"
brew "delta"
brew "docker"
brew "editorconfig"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "gpgme"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "postgresql"
brew "protobuf"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-emacs-27-branch", "with-jansson"]
cask "alfred"
cask "bartender"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "franz"
cask "google-chrome"
cask "houseparty"
cask "istat-menus"
cask "iterm2"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
