tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "diff-so-fancy"
brew "elm"
brew "gnutls"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-tar"
brew "gpgme"
brew "jq"
brew "neovim"
brew "node"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "terminal-notifier"
brew "tmux"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-dbus", "with-mailutils"]
cask "1password"
cask "alfred"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "franz"
cask "google-chrome"
cask "pycharm"
cask "spotify"
