tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "bash"
brew "diff-so-fancy"
brew "elm"
brew "gnutls"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-tar"
brew "gpgme"
brew "httpie"
brew "isync"
brew "jq"
brew "libmagic"
brew "mu", args: ["with-emacs"]
brew "mysql@5.6"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "python@2"
brew "offlineimap"
brew "pv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "terminal-notifier"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-dbus", "with-mailutils"]
cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "firefox-nightly"
cask "font-fira-code"
cask "franz"
cask "google-chrome"
cask "java8"
cask "kitty"
cask "pycharm"
cask "spotify"
